Repository: common-repository/ctl-behance-importer-lite
Catalog: langs/ctl-behance-importer-lite-*.po
Languages: it_it

source: Settings have been saved.
it_it: Le impostazioni sono state salvate.

source: No galleries in DB with this id!
it_it: Non ci sono gallerie nel DB con questo id!

source: No works in DB with this id!
it_it: Non ci sono lavori nel DB con questo id!

source: You have to cache the work before publishing it on the website!
it_it: Devi inserire in cache il Lavoro prima di poterlo pubblicare sul sito!

source: To manage works and galleries, you have to set your
it_it: Per gestire i lavori devi settare il tuo

source: plugin settings
it_it: impostazioni del plugin

source: properly
it_it: in maniera opportuna

source: All Works Deleted.
it_it: Tutti i lavori sono stati cancellati.

source: Some Works Imported.
it_it: Alcuni lavori sono stati importati.

source: All Works Imported.
it_it: Tutti i lavori sono stati importati.

source: All Galleries Deleted.
it_it: Tutti le gallerie sono state cancellate.

source: Gallery Deleted.
it_it: Galleria cancellata.

source: Settings
it_it: Impostazioni

source: Works
it_it: Lavori

source: Galleries
it_it: Gallerie

source: Digit some letters or choose a gallery from the list below
it_it: Digitare alcune lettere o scegli una galleria dal seguente elenco

source: Final shortcode
it_it: Shortcode

source: Show gallery title
it_it: Mostra il titolo della galleria

source: Show
it_it: Mostra

source: Hide
it_it: Nascondi

source: Popup Mode
it_it: Tipo di popup

source: Summary
it_it: Sommario

source: Full Content
it_it: Contenuto completo

source: Add
it_it: Aggiungi

source: Close
it_it: Chiudi

source: You have to create a gallery before publishing it on the website!
it_it: Devi creare una galleria prima di poterla pubblicare sul sito!

source: Digit some letters or choose a work from the list below
it_it: Digita alcune lettere o seleziona il lavoro dalla lista

source: You have to import and cache works before publishing them on the website!
it_it: Devi importare ed inserire in cache i lavori prima di poterli pubblicare sil sito!

source: Add Gallery of Works
it_it: Aggiungi una Galleria di Lavori

source: Add Work
it_it: Aggiungi un lavoro

source: Manage Works
it_it: Gestisci Lavori

source: Manage Galleries
it_it: Gestisci le Gallerie

source: General Settings
it_it: Impostazioni Generali

source: To get an API key, please login on
it_it: Per ottenere un'API key, loggati su

source: with your credentials.
it_it: con le tue credenziali.

source: Enter your Behance Username.
it_it: Digita il tuo Behance Username

source: Gallery Layout
it_it: Layout della Galleria

source: title on hover
it_it: titolo appare all'hover

source: title visible
it_it: titolo visibile

source: Choose the layout that better fits with your theme.
it_it: Scegli il layout che si adatta meglio al tuo tema.

source: small
it_it: piccola

source: medium
it_it: media

source: large
it_it: grande

source: Choose the layout tiles size that better fits with your theme.
it_it: Scegli il layout degli elementi della galleria che si adatta meglio al tuo tema.

source: Insert gallery hover color in hexadecimal format (#000000).
it_it: Scegli il colore dell'hover degli elementi della galleria in formato esadecimale (#000000).

source: Insert gallery hover trasparency.
it_it: Seleziona la trasparenza dell'hover per gli elementi della galleria.

source: Insert gallery item padding (px).
it_it: Inserisci il padding degli elementi della galleria (px)

source: Override our css styles here.
it_it: Sostituisci il nostro css in questo riquadro.

source: Open work
it_it: Apri il lavoro

source: If you have created an article using the work shortcode previuosly, it will be reached by gallery item. Otherwise a popup will be opened.
it_it: Se hai creato un articolo usando su un lavoro importato dal plugin, la galleria in automatico si collegherà alla pagina. In mancanza dell'articolo potrà essere aperto un popup.

source: Remove DB
it_it: Rimuovi DB

source: Remove DB during plugin updates
it_it: Rimuovi il DB durante gli aggiornamenti del plugin

source: In case of plugin updates all your works, galleries and settings will be deleted.
it_it: In caso di aggiornamenti tutti i lavori, gallerie e impostazioni saranno cancellate.

source: To keep your DB leave this checkbox blank.
it_it: Per mantenere il tuo DB, lascia vuota questa casella.

source: Save Changes
it_it: Salva le Modifiche

source: Select All Works
it_it: Seleziona tutti i lavori

source: Clear All Works from the Gallery
it_it: Elimina tutti i lavori dalla Galleria

source: Back
it_it: Indietro

source: Create Gallery
it_it: Crea una galleria

source: Delete Galleries
it_it: Cancella le Gallerie

source: Import Summary
it_it: Importa il Sommario

source: Import Work Data
it_it: Importa i dati del Lavoro

source: Import Work Images
it_it: Importa le immagini del lavoro

source: Delete Works
it_it: Cancella i Lavori

source: Create the First Gallery.
it_it: Crea la Prima Galleria.

source: Search by gallery name
it_it: Filtra le gallerie con il nome

source: Gallery Title
it_it: Titolo della Galleria

source: Gallery Works
it_it: Gallerie di Lavori

source: Edit
it_it: Modifica

source: Delete
it_it: Cancella

source: Edit Gallery
it_it: Modifica la Galleria

source: Gallery Name
it_it: Nome della Galleria

source: In this list you'll find only full cached works.
it_it: In questa lista troverai solo lavori inseriti in cache.

source: Remove
it_it: Rimuovi

source: Move up
it_it: Sposta sopra

source: Move down
it_it: Sposta in basso

source: Drag every project up or down to change the showing order
it_it: Trascinare ogni progetto su o giù per modificare l'ordine di visualizzazione

source: To Import your Works click on Import button.
it_it: Per importare i tuoi Lavori fare clic sul pulsante Importa.

source: Import or Update Summary
it_it: Importa o Aggiorna Sommario

source: Number of Works
it_it: Numero di Lavori

source: Only work name imported
it_it: Sono stati importati solo i nomi dei lavori

source: Images not imported yet
it_it: Le immagini non sono state importate ancora

source: Ready to be published
it_it: Pronto per essere pubblicato

source: Search by Work Name
it_it: Filtra i lavori con il nome

source: Work Name
it_it: Nome del Lavoro

source: Behance User
it_it: Utente Behance

source: State
it_it: Stato

source: Categories
it_it: Categorie

source: Work Cover
it_it: Copertina

source: Work Title
it_it: Titolo

source: View
it_it: Visualizza

source: Work Image
it_it: Immagine

source: To Add a Gallery switch the editor to Visual Mode
it_it: Per aggiungere una Galleria, setta l'editor in Visual Mode

source: To Add a Work switch the editor to Visual Mode
it_it: Per aggiungere un Lavoro, setta l'editor in Visual Mode

source: Ooops! Something Went Wrong!
it_it: Ooops! Qualcosa è andato storto!

source: Loading
it_it: Caricamento

source: DO NOT REMOVE THIS SHORTCODE! WE NEED IT TO LINK THIS POST TO A GALLERY THAT INCLUDE THIS WORK. THIS SHORTCODE WILL NOT APPEAR IN THE POST
it_it: NON RIMUOVERE QUESTO SHORTCODE! NE ABBIAMO BISOGNO PER LINKARE QUESTO POST ALLE GALLERIE CHE INCLUDONO QUESTO LAVORO. QUESTO SHORTCODE NON APPARIRÀ NEL POST

source: Are you sure to delete the work from db? This action isn't reversible!
it_it: Se sicuro di cancellare il lavoro dal DB? Questa azione non è reversibile!

source: Import
it_it: Importa

source: Are you sure to delete all works from db? This action isn't reversible and all galleries will be lost!
it_it: Sei sicuro di voler eliminare tutti i Lavori dal DB? Questa azione non è reversibile e tutte le gallerie saranno perse!

source: Are you sure to delete all galleries from db? This action isn't reversible!
it_it: Se sicuro di cancellare tutte le gallerie dal DB? Questa azione non è reversibile!

source: Caching Images for Work
it_it: Caching delle immagini del lavoro

source: Loading Next Work
it_it: Carica il prossimo lavoro

source: Getting summary, page
it_it: Scarico il sommario, pagina

source: Loading Next Page
it_it: Carica la prossima pagina

source: Please type a name for the gallery
it_it: Digitare un nome per la Galleria

source: Are you sure to delete the gallery from db? This action isn't reversible!
it_it: Sei sicuro di voler eliminare la galleria da db? Questa azione non è reversibile!

source: Documentation
it_it: Documentazione

source: About us
it_it: Chi siamo

source: About Us
it_it: Chi siamo

source: Hide this notice.
it_it: Nascondi il messaggio.

source: Write something useful...
it_it: Scrivi qualcosa di utile...
